alacritty
alsa-utils
arc-gtk-theme
autoconf
automake
base
bat
binutils
bison
breeze-icons
brightnessctl
broadcom-wl-dkms
conky
dhcpcd
dialog
dunst
ed
efibootmgr
exa
fakeroot
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
gnome-themes-extra
grep
groff
grub
gzip
htop
icewm
imagemagick
keepassxc
kvantum-qt5
libtool
linux
linux-firmware
linux-headers
lxappearance
m4
make
man-db
menumaker
mpv
neofetch
network-manager-applet
networkmanager
newsboat
nitrogen
notepadqq
obconf
openbox
opendoas
pacman
patch
pcmanfm
picom
pkgconf
python-pyxdg
qt5ct
qutebrowser
reflector
remind
rofi
rsync
rxvt-unicode
scrot
sed
signal-desktop
speedtest-cli
sudo
sxiv
texinfo
tint2
tlp
trash-cli
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ueberzug
ufw
unclutter
unzip
vim
which
xarchiver
xclip
xdg-user-dirs
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xsetroot
xterm
zathura
zathura-pdf-poppler
zathura-ps
zsh
zsh-autosuggestions
zsh-syntax-highlighting
