alacritty
alsa-utils
arc-gtk-theme
autoconf
automake
base
bat
bc
binutils
bison
breeze-icons
brightnessctl
brillo
broadcom-wl-dkms
btop
calcurse
cronie
dhcpcd
dialog
dunst
ed
efibootmgr
elementary-xfce-icons
exa
exo
fakeroot
figlet
file
findutils
flameshot
flex
fzf
garcon
gawk
gcc
gettext
git
glow
gnome-themes-extra
grep
groff
grub
gzip
htop
icewm
imagemagick
jq
keepassxc
kvantum
lf
libconfig
libreoffice-fresh
librewolf-bin
libtool
libxft-bgra
linux
linux-firmware
linux-headers
lxappearance
m4
maim
make
man-db
menumaker
mousepad
mpv
neofetch
neovim
nerd-fonts-mononoki
network-manager-applet
networkmanager
newsboat
nitrogen
notepadqq
noto-fonts
obconf
octave
openbox
opendoas
pacman
pacman-contrib
pandoc
parole
paru
patch
pcmanfm
pkgconf
python-gobject
python-pyxdg
qt5ct
qutebrowser
reflector
remind
ristretto
rofi
rsync
scrot
sed
signal-desktop
speedtest-cli
sudo
sxiv
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tint2
tlp
trash-cli
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-linux-libertine
tumbler
ueberzug
ufw
unclutter
unzip
uthash
which
xarchiver
xclip
xdg-user-dirs
xdotool
xf86-input-synaptics
xf86-video-intel
xfburn
xfce-theme-greybird
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xsetroot
xterm
zathura
zathura-pdf-poppler
zathura-ps
zsh
zsh-autosuggestions
zsh-syntax-highlighting
